Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/AnywhereSub 2.strings
Languages: de, es, ja, ko

source: Enable Anywhere Section
de: Aktiviere Überallabschnitt
es: Activar Sección Cualquier Parte
ja: 常時の設定を有効化
ko: 어디든지 섹션 사용

source: Enable Section
de: Aktiviere Abschnitt
es: Activar Sección
ja: 有効化
ko: 섹션 사용

source: Haptic Feedback When..
de: Haptisches Feedback wenn...
es: Respuesta Haptic al...
ja: この時Haptic触感を起こします！
ko: 진동 피드백 작동 조건

source: Killing App
de: App beendet wird
es: Cerrar Aplicación
ja: アプリをキルした時
ko: 앱 종료

source: App Switcher Is Used
de: App Switcher verwendet wird
es: Abrir Multitarea
ja: Appスイッチャーを使用した時
ko: 앱 전환기 사용

source: Calling Siri
de: Siri gerufen wird
es: Activar Siri
ja: Siriを呼び出した時
ko: Siri 호출

source: Taking Screenshot
de: Bildschirmfoto gemachet wird
es: Tomar Screenshot
ja: スクリーンショットをした時
ko: 스크린샷

# BEGIN_OR_END_REACHABILITY
source: Begin/End Reachability
de: Erreichbarkeit gestartet / beendet wird
es: Abrir/Cerrar Reachability
ja: Reachabilityを開始・終了した時
ko: 화면 상단 간편 접근 시작/종료

source: Using Text Selection
de: Textauswahl verwendet wird
es: Seleccionar Texto
ja: 文字選択を使用した時
ko: 텍스트 선택

source: Entering Power Down View
de: Ausschaltbildschirm betreten wird
es: Entrar al Modo de Apagar
ja: 電源OFFメニューを表示した時
ko: 밀어서 전원 끄기 진입

# RESPRINING
source: Respringing
de: Respringt wird
es: Reiniciar Rápido
ja: リスプリング時
ko: 리스프링

source: Typing
de: Geschrieben wird
es: Escribiendo
ja: タイピング時
ko: 타자

source: Entering Homescreen
de: Home-Bilschirm betreten wird
es: Entrar al Homescreen
ja: ホームスクリーンを表示した時
ko: 홈화면 진입

source: Alert Appears
de: Alarm erscheint
es: Aparecer Alerta
ja: アラートが出現した時
ko: 경고 발생

source: Alert Disappears
de: Alarm verschwindet
es: Desaparecer Alerta
ja: アラートが消えた時
ko: 경고 사라짐

source: Custom Strength Settings
de: Eigene Stärkeeinstellungen
es: Personalizar Ajustes de Intensidad en...
ja: 強さのカスタム設定
ko: 맞춤 강도 설정

source: Custom Killing Strength
de: Eigene Beendungsstärke
es: Cerrar Aplicación
ja: アプリをキルした時の強さ
ko: 앱 종료 강도

source: Custom Switcher Strength
de: Eigene Wechslerstärke
es: Abrir Multitarea
ja: Appスイッチャーを使用した時の強さ
ko: 앱 전환기 강도

source: Custom Siri Strength
de: Eigene Siristärke
es: Activar Siri
ja: Siriを呼び出した時の強さ
ko: 시리 호출 강도

source: Custom Screenshot Strength
de: Eigene Bildschirmfotostärke
es: Tomar Screenshot
ja: スクリーンショットをした時の強さ
ko: 스크린샷 강도

source: Custom Reachability Strength
de: Eigene Erreichbarkeitsstärke
es: Abrir/Cerrar Reachability
ja: Reachabilityを開始・終了した時の強さ
ko: 화면 상단 간편 접근 강도

source: Custom Text Selection Strength
de: Eigene Textauswahlstärke
es: Seleccionar Texto
ja: 文字選択を使用した時の強さ
ko: 텍스트 선택 강도

source: Custom Power Down View Strength
de: Eigene Ausschaltbildschirmstärke
es: Entrar al Modo de Apagar
ja: 電源OFFメニューを表示した時の強さ
ko: 밀어서 전원 끄기 진입 강도

source: Custom Respring Strength
de: Eigene Respringstärke
es: Reiniciar Rápido
ja: リスプリング時の強さ
ko: 리스프링 강도

source: Custom Typing Strength
de: Eigene Schreibstärke
es: Escribiendo
ja: タイピング時の強さ
ko: 타자 강도

source: Custom Entering Homescreen Strength
de: Eigene Home-Bilschirm Betretungsstärke
es: Entrar al Homescreen
ja: ホームスクリーンを表示した時の強さ
ko: 홈화면 진입 강도

source: Custom Alert Appearing Strength
de: Eigene Alarm erscheinungsstärke
es: Aparecer Alerta
ja: アラート出現した時の強さ
ko: 경고 발생 강도

source: Custom Alert Disappearing Strength
de: Eigene Alarm verschwindungsstärke
es: Desaparecer Alerta
ja: アラート消えた時の強さ
ko: 경고 사라짐 강도

source: None
de: Nichts
es: Ninguno
ja: 無し
ko: 없음

source: Light: Haptic Engine
de: Leicht: Haptic Engine
es: Ligero: Haptic Engine
ja: 軽: Haptic Engine
ko: 가벼운: Haptic Engine

source: Medium: Haptic Engine
de: Mittel: Haptic Engine
es: Medio: Haptic Engine
ja: 中: Haptic Engine
ko: 중간: Haptic Engine

source: Heavy: Haptic Engine
de: Stark: Haptic Engine
es: Firme: Haptic Engine
ja: 重: Haptic Engine
ko: 무거운: Haptic Engine

source: Light: Taptic Engine
de: Leicht: Taptic Engine
es: Ligero: Taptic Engine
ja: 弱: Taptic Engine
ko: 가벼운: Taptic Engine

source: Medium: Taptic Engine
de: Mittel: Taptic Engine
es: Medio: Taptic Engine
ja: 中: Taptic Engine
ko: 중간: Taptic Engine

source: Strong: Taptic Engine
de: Stark: Taptic Engine
es: Fuerte: Taptic Engine
ja: 強: Taptic Engine
ko: 무거운: Taptic Engine

source: Soft: Taptic Engine
de: Sanft: Taptic Engine
es: Suave: Taptic Engine
ja: 軟: Taptic Engine
ko: 약한: Taptic Engine

source: Rigid: Taptic Engine
de: Starr: Taptic Engine
es: Rígido: Taptic Engine
ja: 硬: Taptic Engine
ko: 단단한: Taptic Engine
