Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/MusicSub 3.strings
Languages: es, hu, ko

source: Enable Music Support
es: Activar en Música
hu: Zene Támogatás
ko: 음악 지원 사용

source: Music Support
es: Soporte en Música
hu: Részleg Bekapcsolása
ko: 음악 지원

source: Haptic Feedback When..
es: Haptic Feedback al...
hu: Haptic Visszajelzés..
ko: 진동 피드백 작동 조건

source: Tapping Music Control Buttons
es: Tocar Botones de Control de Música
hu: Zenevezérlő Gombok Megnyomásakor
ko: 음악 제어 버튼 터치

source: Tapping Volume Slider
es: Tocar Ajuste de Volumen
hu: Hangerő Csúszka Használatakor
ko: 음량 슬라이더 터치

source: Tapping More Button
es: Tocar Botón Más
hu: Több Gomb Használatakor
ko: 더보기 버튼 터치

source: Tapping Time Slider
es: Tocar Ajuste de Tiempo
hu: Idő Csúszka Használatakor
ko: 재생시간 슬라이더 사용

source: Tapping Song Cell
es: Tocar Canción
hu: Zene Részleg Megnyomásakor
ko: 노래 터치

source: Tapping Library Cell
es: Tocar Librería
hu: Könyvtár Részleg Megnyomásakor
ko: 보관함 터치

source: Tapping Album Cell
es: Tocar Albúm
hu: Album Részleg Megnyomásakor
ko: 앨범 터치

source: Tapping Airplay Button
es: Tocar Botón Airplay
hu: Airplay Gomb Megnyomásakor
ko: Airplay 터치

source: Tapping Lyrics, Queue, Play, Skip, Previous Button
es: Tocar Botón de Letra de Canción, En Cola, Reproducir, Siguiente, Anterior
hu: Dalszöveg, Queue, Lejátszás, Átugrás, Előző Gombok Megnyomásakor
ko: 가사, 재생, 다음곡, 이전곡 버튼 터치

source: Custom Strength Settings
es: Personalizar Ajustes de Intensidad en...
hu: Erősség Beállítása
ko: 맞춤 강도 설정

source: Custom Music Controls Strength
es: Tocar Botones de Control de Música
hu: Zenevezérlő Gombok Megnyomásakor
ko: 음악 제어 버튼 강도

source: Custom Volume Slider Strength
es: Tocar Ajuste de Volumen
hu: Hangerő Csúszka Használatakor
ko: 음량 슬라이더 강도

source: Custom More Button Strength
es: Tocar Botón Más
hu: Több Gomb Használatakor
ko: 더보기 버튼 강도

source: Custom Time Slider Strength
es: Tocar Ajuste de Tiempo
hu: Idő Csúszka Használatakor
ko: 재생시간 슬라이더 강도

source: Custom Song Cell Strength
es: Tocar Canción
hu: Zene Részleg Megnyomásakor
ko: 노래 강도

source: Custom Library Cell Strength
es: Tocar Librería
hu: Könyvtár Részleg Megnyomásakor
ko: 보관함 강도

source: Custom Album Cell Strength
es: Tocar Albúm
hu: Album Részleg Megnyomásakor
ko: 앨범 강도

source: Custom Airplay Button Strength
es: Tocar Botón Airplay
hu: Airplay Gomb Megnyomásakor
ko: Airplay 강도

source: Custom Lyrics, Queue, Play, Skip, Previous Button Strength
es: Tocar Botón de Letra de Canción, En Cola, Reproducir, Siguiente, Anterior
hu: Dalszöveg, Queue, Lejátszás, Átugrás, Előző Gombok Megnyomásakor
ko: 가사, 재생, 다음곡, 이전곡 강도

source: None
es: Ninguno
hu: Egyik Sem
ko: 없음

source: Light: Haptic Engine
es: Ligero: Haptic Engine
hu: Könnyű: Haptic Engine
ko: 가벼운: Haptic Engine

source: Medium: Haptic Engine
es: Medio: Haptic Engine
hu: Közepes: Haptic Engine
ko: 중간: Haptic Engine

source: Heavy: Haptic Engine
es: Firme: Haptic Engine
hu: Nehéz: Haptic Engine
ko: 무거운: Haptic Engine

source: Light: Taptic Engine
es: Ligero: Taptic Engine
hu: Könnyű: Taptic Engine
ko: 가벼운: Taptic Engine

source: Medium: Taptic Engine
es: Medio: Taptic Engine
hu: Közepes: Taptic Engine
ko: 중간: Taptic Engine

source: Strong: Taptic Engine
es: Fuerte: Taptic Engine
hu: Erős: Taptic Engine
ko: 무거운: Taptic Engine

source: Soft: Taptic Engine
es: Suave: Taptic Engine
hu: Lágy: Taptic Engine
ko: 약한: Taptic Engine

source: Rigid: Taptic Engine
es: Rígido: Taptic Engine
hu: Szigorú: Taptic Engine
ko: 단단한: Taptic Engine
