Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/PhoneSub 2.strings
Languages: vi

source: Enable Phone Support
vi: Bật hỗ trợ cho ứng dụng Điện thoại

source: Phone Support
vi: Hỗ trợ cho ứng dụng Điện thoại

source: Haptic Feedback When..
vi: Phản hồi xúc giác khi..

source: Tapping Dialer Number Pad Button
vi: Nhấn vào các phím số

source: Tapping Contacts Cell
vi: Nhấn vào một danh bạ nào đó

source: Tapping Dialer Delete Button
vi: Nhấn vào nút xoá khi quay số

source: Tapping Dialer Call Button
vi: Nhấn vào nút gọi khi quay số

source: Custom Dialer Number Pad Strength
vi: Khi nhấn vào các phím số

# CUSTOM_CONTACT_CELL_STRENGTH
source: Custom Contacts Cell Strength
vi: Khi nhấn vào một danh bạ nào đó

source: Custom Dialer Delete Button Strength
vi: Khi nhấn vào nút xoá khi quay số

source: Custom Dialer Call Button Strength
vi: Khi nhấn vào nút gọi khi quay số

source: None
vi: Không

source: Light: Haptic Engine
vi: Nhẹ: Haptic Engine

source: Medium: Haptic Engine
vi: Vừa: Haptic Engine

source: Heavy: Haptic Engine
vi: Mạnh: Haptic Engine

source: Light: Taptic Engine
vi: Nhẹ: Taptic Engine

source: Medium: Taptic Engine
vi: Vừa: Taptic Engine

source: Strong: Taptic Engine
vi: Mạnh: Taptic Engine

source: Soft: Taptic Engine
vi: Mềm mại: Taptic Engine

source: Rigid: Taptic Engine
vi: Rất mạnh: Taptic Engine
