Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/SileoSub 2.strings
Languages: de, ja

source: Enable Sileo Support
de: Aktiviere Sileo Unterstützung
ja: Sileoの設定を有効化

source: Sileo Support
de: Sileo Unterstützung
ja: 有効化

source: Haptic Feedback When..
de: Haptisches Feedback wenn...
ja: この時Haptic触感を起こします！

source: Tapping Source Cell
de: Quellenzelle getippt wird
ja: リポジトリの項目をタップした時

source: Tapping Package Cell
de: Paketzelle getippt wird
ja: パッケージの項目をタップした時

source: Tapping Table View Cell
de: Tabellenzelle getippt wird
ja: Table Viewの項目をタップした時

source: Tapping Featured Banner
de: Vorgestellt-Banner getippt wird
ja: おすすめをタップした時

source: Tapping Download Confirm Button
de: Download bestätigen Knopf getippt wird
ja: ダウンロード確認ボタンを押した時

source: Tapping Get Button
de: Holen-Knopf getippt wird
ja: 入手ボタンを押した時

source: Custom Strength Settings
de: Eigene Stärkeeinstellungen
ja: 強さのカスタム設定

source: Custom Source Cell Strength
de: Eigene Quellenzelle Stärke
ja: リポジトリの項目をタップした時の強さ

source: Custom Package Cell Strength
de: Eigene Paketzelle Stärke
ja: パッケージの項目をタップした時の強さ

source: Custom Table View Cell Strength
de: Eigene Tabellenzelle Stärke
ja: Table Viewの項目をタップした時の強さ

source: Custom Featured Banner Strength
de: Eigene Vorgestellt-Banner Stärke
ja: おすすめをタップした時の強さ

source: Custom Download Confirm Button Strength
de: Eigene Download bestätigen Knopf Stärke
ja: ダウンロード確認ボタンを押した時の強さ

source: Custom Get Button Strength
de: Eigene Holen-Knopf Stärke
ja: 入手ボタンを押した時の強さ

source: None
de: Nichts
ja: 無し

source: Light: Haptic Engine
de: Leicht: Haptic Engine
ja: 軽: Haptic Engine

source: Medium: Haptic Engine
de: Mittel: Haptic Engine
ja: 中: Haptic Engine

source: Heavy: Haptic Engine
de: Stark: Haptic Engine
ja: 重: Haptic Engine

source: Light: Taptic Engine
de: Leicht: Taptic Engine
ja: 弱: Taptic Engine

source: Medium: Taptic Engine
de: Mittel: Taptic Engine
ja: 中: Taptic Engine

source: Strong: Taptic Engine
de: Stark: Taptic Engine
ja: 強: Taptic Engine

source: Soft: Taptic Engine
de: Sanft: Taptic Engine
ja: 軟: Taptic Engine

source: Rigid: Taptic Engine
de: Starr: Taptic Engine
ja: 硬: Taptic Engine
