Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/SpotifySub 2.strings
Languages: de, hu

source: Enable Spotify Support
de: Aktiviere Spotify Unterstützung
hu: Spotify Támogatás

source: Spotify Support
de: Spotify Unterstützung
hu: Részleg Bekapcsolása

source: Haptic Feedback When..
de: Haptisches Feedback wenn...
hu: Haptic Visszajelzés..

# RESUMING_OR_PAUSING_SONG
source: Resuming/Pausing Song
de: Song fortgesetzt/pausiert wird
hu: Zene Folytatásakor/Leállításakor

# MINI_PLAYER_RESUMING_OR_PAUSING_SONG
source: Mini-Player Resuming/Pausing Song
de: Song mit dem Mini-Player fortgesetzt/pausiert wird
hu: Zene Folytatásakor/Leállításakor a Mini-Lejátszóban

source: Going To Previous Song
de: zum vorherigen Song gegangen wird
hu: Előző Zene

source: Skipping Song
de: Song übersprungen wird
hu: Zene Átlépése

source: Tapping Repeat Button
de: Wiederholknopf getippt wird
hu: Ismétlés Gomb Megnyomásakor

source: Tapping Shuffle Button
de: Shuffleknopf getippt wird
hu: Shuffle Gomb Megnyomásakor

source: Tapping Queue Button
de: Warteschleifeknopf getippt wird
hu: Queue Gomb Megnyomásakor

source: Using Time Slider
de: Zeitregler verwendet wird
hu: Idő Csúszka Használatakor

source: Tapping Like Button
de: Likeknopf getippt wird
hu: Like Gomb Megnyomásakor

source: Tapping Devices Button
de: Geräteknopf getippt wird
hu: Eszközök Gomb Megnyomásakor

source: Tapping Song Label
de: Songname getippt wird
hu: Zene Címének Megnyomásakor

source: Custom Strength Settings
de: Eigene Stärkeeinstellungen
hu: Erősség Beállítása

source: Custom Play Button Strength
de: Eigene Abspielenknopf Stärke
hu: Zene Folytatásakor/Leállításakor

source: Custom Mini Player Play Button Strength
de: Eigene Mini-Player Abspielenknopf Stärke
hu: Zene Folytatásakor/Leállításakor a Mini-Lejátszóban

# CUSTOM_PREVIOUS_TRACK_BUTTON_STRENGTH
source: Custom Previous Button Strength
de: Eigene vorherigen Knopf Stärke
hu: Elöző Zene

source: Custom Skip Button Strength
de: Eigene Überspringknopf Stärke
hu: Zene Átlépése

source: Custom Repeat Button Strength
de: Eigene Wiederholknopf Stärke
hu: Ismétlés Gomb Megnyomásakor

source: Custom Shuffle Button Strength
de: Eigene Shuffleknopf Stärke
hu: Shuffle Gomb Megnyomásakor

source: Custom Queue Button Strength
de: Eigene Warteschleifeknopf Stärke
hu: Queue Gomb Megnyomásakor

source: Custom Time Slider Strength
de: Eigene Zeitregler Stärke
hu: Idő Csúszka Használatakor

source: Custom Like Button Strength
de: Eigene Likeknopf Stärke
hu: Like Gomb Megnyomásakor

source: Custom Devices Button Strength
de: Eigene Geräteknopf Stärke
hu: Eszközök Gomb Megnyomásakor

source: Custom Label Strength
de: Eigene Songname Stärke
hu: Zene Címének Megnyomásakor

source: None
de: Nichts
hu: Egyik Sem

source: Light: Haptic Engine
de: Leicht: Haptic Engine
hu: Könnyű: Haptic Engine

source: Medium: Haptic Engine
de: Mittel: Haptic Engine
hu: Közepes: Haptic Engine

source: Heavy: Haptic Engine
de: Stark: Haptic Engine
hu: Nehéz: Haptic Engine

source: Light: Taptic Engine
de: Leicht: Taptic Engine
hu: Könnyű: Taptic Engine

source: Medium: Taptic Engine
de: Mittel: Taptic Engine
hu: Közepes: Taptic Engine

source: Strong: Taptic Engine
de: Stark: Taptic Engine
hu: Erős: Taptic Engine

source: Soft: Taptic Engine
de: Sanft: Taptic Engine
hu: Lágy: Taptic Engine

source: Rigid: Taptic Engine
de: Starr: Taptic Engine
hu: Szigorú: Taptic Engine
