Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/SystemWideSub 2.strings
Languages: de, ja, ko, vi

source: Enable System Wide Section
de: Aktiviere Systemweit Abschnitt
ja: システム全般の設定の有効化
ko: 시스템 전체 섹션
vi: Bật hỗ trợ cho toàn hệ thống

source: Enable Section
de: Aktiviere Abschnitt
ja: 有効化
ko: 섹션 사용
vi: Bật phần này

source: Haptic Feedback When..
de: Haptisches Feedback wenn...
ja: この時Haptic触感を起こします！
ko: 진동 피드백 작동 조건
vi: Phản hồi xúc giác khi..

source: Tapping UIButton
de: UIButton getippt wird
ja: UIButtonを押した時
ko: UIButton 터치
vi: Nhấn vào UIButton

source: Tapping UIButtonBarButton
de: UIButtonBarButton getippt wird
ja: UIButtonBarButtonを押した時
ko: UIButtonBarButton 터치
vi: Nhấn vào UIButtonBarButton

source: Tapping UITabBarButton
de: UITabBarButton getippt wird
ja: UITabBarButtonを押した時
ko: UITabBarButton 터치
vi: Nhấn vào UITabBarButton

source: Tapping UIImageView
de: UIImageView getippt wird
ja: UIImageViewをタップした時
ko: UIImageView 터치
vi: Nhấn vào UIImageView

source: Tapping UIView
de: UIView getippt wird
ja: UIViewをタップした時
ko: UIView 터치
vi: Nhấn vào UIView

source: Tapping UIWindow
de: UIWindow getippt wird
ja: UIWindowをタップした時
ko: UIWindow 터치
vi: Nhấn vào UIWindow

source: Custom Strength Settings
de: Eigene Stärkeeinstellungen
ja: 強さのカスタム設定
ko: 맞춤 강도 설정
vi: Cài đặt tuỳ chỉnh cường độ

source: Custom UIButton Strength
de: Eigene UIButton Stärke
ja: UIButtonを押した時の強さ
ko: UIButton 강도
vi: Khi nhấn vào UIButton

source: Custom UIButtonBarButton Strength
de: Eigene UIButtonBarButton Stärke
ja: UIButtonBarButtonを押した時の強さ
ko: UIButtonBarButton 강도
vi: Khi nhấn vào UIButtonBarButton

source: Custom UITabBarButton Strength
de: Eigene UITabBarButton Stärke
ja: UITabBarButtonを押した時の強さ
ko: UITabBarButton 강도
vi: Khi nhấn vào UITabBarButton

source: Custom UIImageView Strength
de: Eigene UIImageView Stärke
ja: UIImageViewをタップした時の強さ
ko: UIImageView 강도
vi: Khi nhấn vào UIImageView

source: Custom UIView Strength
de: Eigene UIView Stärke
ja: UIViewをタップした時の強さ
ko: UIView 강도
vi: Khi nhấn vào UIView

source: Custom UIWindow Strength
de: Eigene UIWindow Stärke
ja: UIWindowをタップした時の強さ
ko: UIWindow 강도
vi: Khi nhấn vào UIWindow

source: None
de: Nichts
ja: 無し
ko: 없음
vi: Không

source: Light: Haptic Engine
de: Leicht: Haptic Engine
ja: 軽: Haptic Engine
ko: 가벼운: Haptic Engine
vi: Nhẹ: Haptic Engine

source: Medium: Haptic Engine
de: Mittel: Haptic Engine
ja: 中: Haptic Engine
ko: 중간: Haptic Engine
vi: Vừa: Haptic Engine

source: Heavy: Haptic Engine
de: Stark: Haptic Engine
ja: 重: Haptic Engine
ko: 무거운: Haptic Engine
vi: Mạnh: Haptic Engine

source: Light: Taptic Engine
de: Leicht: Taptic Engine
ja: 弱: Taptic Engine
ko: 가벼운: Taptic Engine
vi: Nhẹ: Taptic Engine

source: Medium: Taptic Engine
de: Mittel: Taptic Engine
ja: 中: Taptic Engine
ko: 중간: Taptic Engine
vi: Vừa: Taptic Engine

source: Strong: Taptic Engine
de: Stark: Taptic Engine
ja: 強: Taptic Engine
ko: 무거운: Taptic Engine
vi: Mạnh: Taptic Engine

source: Soft: Taptic Engine
de: Sanft: Taptic Engine
ja: 軟: Taptic Engine
ko: 약한: Taptic Engine
vi: Mềm mại: Taptic Engine

source: Rigid: Taptic Engine
de: Starr: Taptic Engine
ja: 硬: Taptic Engine
ko: 단단한: Taptic Engine
vi: Rất mạnh: Taptic Engine
