Repository: StealthJirachi/RoseLocalizations
Catalog: *.lproj/TwitterSub 3.strings
Languages: es, hu, ko, zh_cn

source: Enable Twitter Support
es: Activar en Twitter
hu: Twitter Támogatás
ko: Twitter 지원 사용
zh_cn: 启用 Twitter 适用

source: Twitter Support
es: Soporte en Twitter
hu: Részleg Bekapcsolása
ko: Twitter 지원
zh_cn: Twitter内适用

source: Haptic Feedback When..
es: Haptic Feedback al...
hu: Haptic Visszalyelzés..
ko: 진동 피드백 작동 조건
zh_cn: 触觉反馈启用条件..

source: Using Tabbar
es: Usar Tabbar
hu: Tabbar Használatakor
ko: Tab Bar 사용
zh_cn: 使用底部栏按钮

source: Tapping On A Tweet
es: Tocar en un Tweet
hu: Tweet-re Való Koppintáskor
ko: 트윗 터치
zh_cn: 点击Tweet

source: Tapping A DM Chat
es: Tocar en Chat de Mensaje Directo
hu: DM Chat-re Való Koppintáskor
ko: DM Chat 터치
zh_cn: 点击私信聊天

source: Tapping On A Notification
es: Tocar en una Notificación
hu: Értesítésre Való Koppintáskor
ko: 알림 터치
zh_cn: 点击消息提醒

source: Using The Floating Tweet Button
es: Usar el Botón Flotante
hu: Floating Tweet Gomb Használatakor
ko: Floating Tweet 버튼 사용
zh_cn: 使用悬浮Tweet按钮

source: Custom Strength Settings
es: Personalizar Ajustes de Intensidad en...
hu: Erősség Beállítása
ko: 맞춤 강도 설정
zh_cn: 自定义反馈力度

source: Custom TabBar Strength
es: Usar Tabbar
hu: Tabbar Használatakor
ko: Tab Bar 강도
zh_cn: 自定义 使用底部栏按钮 反馈力度

source: Custom Tweet Strength
es: Tocar en un Tweet
hu: Tweet-re Való Koppintáskor
ko: Tweet 강도
zh_cn: 自定义 点击Tweet 反馈力度

source: Custom DM Strength
es: Tocar en Chat de Mensaje Directo
hu: DM Chat-re Való Koppintáskor
ko: DM 강도
zh_cn: 自定义 点击私信聊天 反馈力度

source: Custom Notification Strength
es: Tocar en una Notificación
hu: Értesítésre Való Koppintáskor
ko: 알림 강도
zh_cn: 自定义 点击消息提醒 反馈力度

source: Custom Floating Tweet Button Strength
es: Usar el Botón Flotante
hu: Floating Tweet Gomb Használatakor
ko: Floating Tweet 버튼 강도
zh_cn: 自定义 使用悬浮Tweet按钮 反馈力度

source: None
es: Ninguno
hu: Egyik Sem
ko: 없음
zh_cn: 默认

source: Light: Haptic Engine
es: Ligero: Haptic Engine
hu: Könnyű: Haptic Engine
ko: 가벼운: Haptic Engine
zh_cn: Haptic Engine: 轻微

source: Medium: Haptic Engine
es: Medio: Haptic Engine
hu: Közepes: Haptic Engine
ko: 중간: Haptic Engine
zh_cn: Haptic Engine: 中等

source: Heavy: Haptic Engine
es: Firme: Haptic Engine
hu: Nehéz: Haptic Engine
ko: 무거운: Haptic Engine
zh_cn: Haptic Engine: 强烈

source: Light: Taptic Engine
es: Ligero: Taptic Engine
hu: Könnyű: Taptic Engine
ko: 가벼운: Taptic Engine
zh_cn: Taptic Engine: 轻微

source: Medium: Taptic Engine
es: Medio: Taptic Engine
hu: Közepes: Taptic Engine
ko: 중간: Taptic Engine
zh_cn: Taptic Engine: 中等

source: Strong: Taptic Engine
es: Fuerte: Taptic Engine
hu: Erős: Taptic Engine
ko: 무거운: Taptic Engine
zh_cn: Taptic Engine: 强烈

source: Soft: Taptic Engine
es: Suave: Taptic Engine
hu: Lágy: Taptic Engine
ko: 약한: Taptic Engine
zh_cn: Taptic Engine: 轻柔

source: Rigid: Taptic Engine
es: Rígido: Taptic Engine
hu: Szigorú: Taptic Engine
ko: 단단한: Taptic Engine
zh_cn: Taptic Engine: 短促
